Repository: patrikBLMelander/familyApp
Catalog: ios/KidQuest/KidQuest/Localizable.xcstrings
Source language: sv
Languages: de, en, es

source: Kunde inte ge mat just nu.
de: Füttern ist gerade nicht möglich.
en: Couldn't feed right now.
es: Ahora mismo no se puede dar de comer.

source: Kunde inte generera inbjudningskod.
de: Einladungscode konnte nicht erstellt werden.
en: Couldn't create an invite code.
es: No se ha podido generar el código de invitación.

source: Kunde inte hämta belöningen.
de: Belohnung konnte nicht abgeholt werden.
en: Couldn't collect the reward.
es: No se ha podido recoger la recompensa.

source: Kunde inte hämta djuret. Försök igen.
de: Tier konnte nicht geladen werden. Versuche es noch einmal.
en: Couldn't load the pet. Try again.
es: No se ha podido cargar la mascota. Inténtalo de nuevo.

source: Kunde inte hämta inställningen
de: Einstellung konnte nicht geladen werden
en: Couldn't load the setting
es: No se ha podido cargar el ajuste

source: Kunde inte hämta priset. Försök igen om en stund.
de: Preis konnte nicht geladen werden. Versuche es gleich noch einmal.
en: Couldn't get the price. Try again in a moment.
es: No se ha podido obtener el precio. Inténtalo de nuevo en un momento.

source: Kunde inte hämta äggtyper.
de: Eier konnten nicht geladen werden.
en: Couldn't load the eggs.
es: No se han podido cargar los huevos.

source: Kunde inte hämta äventyr.
de: Abenteuer konnten nicht geladen werden.
en: Couldn't load adventures.
es: No se han podido cargar las aventuras.

source: Kunde inte koppla enheten. Kontrollera koden.
de: Gerät konnte nicht verbunden werden. Prüfe den Code.
en: Couldn't link the device. Check the code.
es: No se ha podido vincular el dispositivo. Comprueba el código.

source: Kunde inte ladda barnvyn.
de: Kinderansicht konnte nicht geladen werden.
en: Couldn't load the child view.
es: No se ha podido cargar la vista infantil.

source: Kunde inte ladda familjemedlemmar.
de: Familienmitglieder konnten nicht geladen werden.
en: Couldn't load family members.
es: No se han podido cargar los miembros de la familia.

source: Kunde inte ladda plånboken.
de: Geldbörse konnte nicht geladen werden.
en: Couldn't load the wallet.
es: No se ha podido cargar el monedero.

source: Kunde inte ladda uppgifter.
de: Aufgaben konnten nicht geladen werden.
en: Couldn't load chores.
es: No se han podido cargar las tareas.

source: Kunde inte lägga till
de: Hinzufügen fehlgeschlagen
en: Couldn't add
es: No se ha podido añadir

source: Kunde inte läsa %@ sysslor.
de: %@ Aufgaben konnten nicht geladen werden.
en: Couldn't load %@ chores.
es: No se han podido cargar las tareas de %@.

source: Kunde inte läsa dagens sysslor
de: Heutige Aufgaben konnten nicht geladen werden
en: Couldn't load today's chores
es: No se han podido cargar las tareas de hoy

source: Kunde inte läsa djuret
de: Tier konnte nicht geladen werden
en: Couldn't load the pet
es: No se ha podido cargar la mascota

source: Kunde inte läsas
de: Konnte nicht geladen werden
en: Couldn't load
es: No se ha podido cargar

source: Kunde inte markera sysslan.
de: Aufgabe konnte nicht abgehakt werden.
en: Couldn't mark the chore.
es: No se ha podido marcar la tarea.

source: Kunde inte nå servern. Kontrollera din uppkoppling.
de: Server nicht erreichbar. Prüfe deine Verbindung.
en: Couldn't reach the server. Check your connection.
es: No se ha podido conectar con el servidor. Comprueba tu conexión.

source: Kunde inte registrera koden. Försök igen.
de: Code konnte nicht registriert werden. Versuche es noch einmal.
en: Couldn't register the code. Try again.
es: No se ha podido registrar el código. Inténtalo de nuevo.

source: Kunde inte registrera köpet.
de: Einkauf konnte nicht gespeichert werden.
en: Couldn't register the purchase.
es: No se ha podido registrar la compra.

source: Kunde inte skapa sparmålet.
de: Sparziel konnte nicht erstellt werden.
en: Couldn't create the savings goal.
es: No se ha podido crear la meta de ahorro.

source: Kunde inte skapa sysslan.
de: Aufgabe konnte nicht erstellt werden.
en: Couldn't create the chore.
es: No se ha podido crear la tarea.

source: Kunde inte skicka iväg djuret.
de: Tier konnte nicht losgeschickt werden.
en: Couldn't send the pet off.
es: No se ha podido enviar a la mascota.

source: Kunde inte skicka just nu.
de: Senden ist gerade nicht möglich.
en: Couldn't send right now.
es: No se ha podido enviar ahora mismo.

source: Kunde inte spara
de: Speichern fehlgeschlagen
en: Couldn't save
es: No se ha podido guardar

source: Kunde inte spara namnet
de: Name konnte nicht gespeichert werden
en: Couldn't save the name
es: No se ha podido guardar el nombre

source: Kunde inte spara språket på servern.
de: Sprache konnte nicht auf dem Server gespeichert werden.
en: Couldn't save the language on the server.
es: No se ha podido guardar el idioma en el servidor.

source: Kunde inte spara ändringarna.
de: Änderungen konnten nicht gespeichert werden.
en: Couldn't save the changes.
es: No se han podido guardar los cambios.

source: Kunde inte stänga av
de: Ausschalten fehlgeschlagen
en: Couldn't turn off
es: No se ha podido desactivar

source: Kunde inte sätta lösenordet
de: Passwort konnte nicht gesetzt werden
en: Couldn't set the password
es: No se ha podido poner la contraseña

source: Kunde inte ta bort
de: Löschen fehlgeschlagen
en: Couldn't remove
es: No se ha podido eliminar

source: Kunde inte ta bort familjen.
de: Familie konnte nicht gelöscht werden.
en: Couldn't delete the family.
es: No se ha podido eliminar la familia.

source: Kunde inte ta bort sysslan.
de: Aufgabe konnte nicht gelöscht werden.
en: Couldn't delete the chore.
es: No se ha podido eliminar la tarea.

source: Kunde inte välja ägg.
de: Ei konnte nicht ausgewählt werden.
en: Couldn't pick the egg.
es: No se ha podido elegir el huevo.

source: Kunde inte ändra sysslan.
de: Aufgabe konnte nicht geändert werden.
en: Couldn't change the chore.
es: No se ha podido cambiar la tarea.

source: Kunde inte återställa köp just nu.
de: Käufe können gerade nicht wiederhergestellt werden.
en: Couldn't restore purchases right now.
es: Ahora mismo no se pueden restaurar las compras.

source: Kvar på kontot
de: Übrig auf dem Konto
en: Left in the account
es: Queda en la cuenta

source: Kvällsrutin utan tjat
de: Abendroutine ohne Meckern
en: Bedtime routine without nagging
es: Rutina de noche sin que te lo repitan

source: Köp
de: Einkauf
en: Purchase
es: Compra

source: Köpet gick inte igenom. Ingenting har debiterats.
de: Der Kauf ist fehlgeschlagen. Es wurde nichts berechnet.
en: The purchase didn't go through. Nothing has been charged.
es: La compra no se ha completado. No se ha cobrado nada.

source: Laddar ägg…
de: Eier werden geladen …
en: Loading eggs…
es: Cargando huevos…

source: Legendariska
de: Legendär
en: Legendary
es: Legendarios

source: Lejon
de: Löwe
en: Lion
es: León

source: Logga in
de: Anmelden
en: Sign in
es: Iniciar sesión

source: Logga ut
de: Abmelden
en: Sign out
es: Cerrar sesión

source: Logga ut %@
de: %@ abmelden
en: Sign out %@
es: Cerrar la sesión de %@

source: Loggar in...
de: Anmeldung läuft ...
en: Signing in...
es: Iniciando sesión...

source: Lägg till
de: Hinzufügen
en: Add
es: Añadir

source: Lägg till dagliga sysslor
de: Tägliche Aufgaben hinzufügen
en: Add daily chores
es: Añadir tareas diarias

source: Lägg till ditt första barn nedan.
de: Füge unten dein erstes Kind hinzu.
en: Add your first child below.
es: Añade a tu primer hijo/a aquí abajo.

source: Lägg till ett barn
de: Ein Kind hinzufügen
en: Add a child
es: Añadir un niño/a

source: Lägg till familjemedlem
de: Familienmitglied hinzufügen
en: Add family member
es: Añadir miembro de la familia

source: Lägger till…
de: Wird hinzugefügt …
en: Adding…
es: Añadiendo…

source: Läggs på %@ och kommer tillbaka nästa vecka om den inte tas bort.
de: Wird %@ hinzugefügt und kommt nächste Woche wieder, außer sie wird gelöscht.
en: Added on %@ and comes back next week unless it's removed.
es: Se añade %@ y vuelve la semana que viene si no se elimina.

source: Läx-/pluggstund
de: Hausaufgaben-/Lernzeit
en: Homework/study time
es: Rato de deberes/estudio

source: Låt %@ skanna QR-koden eller ange koden i appen för att koppla sin telefon.
de: Lass %@ den QR-Code scannen oder den Code in der App eingeben, um das Handy zu verbinden.
en: Let %@ scan the QR code or enter the code in the app to link their phone.
es: Deja que %@ escanee el código QR o introduzca el código en la app para vincular su teléfono.

source: Lösenord
de: Passwort
en: Password
es: Contraseña

source: Lösenorden är inte lika.
de: Die Passwörter stimmen nicht überein.
en: The passwords don't match.
es: Las contraseñas no coinciden.

source: Lösenordet måste vara minst 6 tecken.
de: Das Passwort muss mindestens 6 Zeichen lang sein.
en: The password must be at least 6 characters.
es: La contraseña debe tener al menos 6 caracteres.

source: Lösenordet är satt.
de: Das Passwort wurde gesetzt.
en: The password has been set.
es: Se ha puesto la contraseña.

source: Markera som gjord
de: Als erledigt markieren
en: Mark as done
es: Marcar como hecha

source: Mata %@
de: %@ füttern
en: Feed %@
es: Dar de comer a %@

source: Mata alla
de: Alles füttern
en: Feed all
es: Dar todo

source: Min dagliga hemmasyssla
de: Meine tägliche Aufgabe zu Hause
en: My daily chore at home
es: Mi tarea diaria en casa

source: Min familj
de: Meine Familie
en: My family
es: Mi familia

source: Mytiska
de: Mythisch
en: Mythic
es: Míticos

source: Mängd: %lld XP
de: Menge: %lld XP
en: Amount: %lld XP
es: Cantidad: %lld XP

source: Mästare! · %lld XP totalt
de: Meister:in! · %lld XP insgesamt
en: Champion! · %lld XP in total
es: ¡Campeón! · %lld XP en total

source: Mästare! · %lld xp till nästa ⭐
de: Meister:in! · %lld XP bis zum nächsten ⭐
en: Champion! · %lld XP to the next ⭐
es: ¡Campeón! · %lld XP para la próxima ⭐

source: Mästare! ⭐
de: Meister:in! ⭐
en: Champion! ⭐
es: ¡Campeón! ⭐

source: Målbelopp (%@)
de: Zielbetrag (%@)
en: Target amount (%@)
es: Importe objetivo (%@)

source: Målbeloppet måste vara större än 0
de: Der Zielbetrag muss größer als 0 sein
en: The target amount must be greater than 0
es: El importe objetivo debe ser mayor que 0

source: Månaden tar slut idag
de: Der Monat endet heute
en: The month ends today
es: El mes termina hoy

source: Månaden tar slut om %lld dagar
de: Der Monat endet in %lld Tagen
en: The month ends in %lld days
es: El mes termina dentro de %lld días

source: Månaden tar slut om 1 dag
de: Der Monat endet in 1 Tag
en: The month ends in 1 day
es: El mes termina dentro de 1 día

source: Månadspeng
de: Taschengeld (monatlich)
en: Monthly allowance
es: Paga mensual

source: Månadspeng AUG
de: Taschengeld AUG
en: Monthly allowance AUG
es: Paga mensual AGO

source: Månadspeng utifrån avklarade uppgifter
de: Monatliches Taschengeld nach erledigten Aufgaben
en: Monthly allowance based on chores done
es: Paga mensual según las tareas hechas

source: Namn
de: Name
en: Name
es: Nombre

source: Namn på djuret (valfritt)
de: Name des Tiers (optional)
en: Pet's name (optional)
es: Nombre de la mascota (opcional)

source: Namnet är sparat.
de: Der Name wurde gespeichert.
en: The name has been saved.
es: Se ha guardado el nombre.

source: Namnge ditt djur
de: Gib deinem Tier einen Namen
en: Name your pet
es: Ponle nombre a tu mascota

source: Nivå %lld
de: Level %lld
en: Level %lld
es: Nivel %lld

source: Nivå %lld av 5
de: Level %lld von 5
en: Level %lld of 5
es: Nivel %lld de 5

source: Nivå %lld nådd!
de: Level %lld erreicht!
en: Level %lld reached!
es: ¡Nivel %lld alcanzado!

source: Nivå %lld · här nu
de: Level %lld · jetzt hier
en: Level %lld · here now
es: Nivel %lld · ahora aquí

source: Nivå %lld!
de: Level %lld!
en: Level %lld!
es: ¡Nivel %lld!

source: Njut av dagen!
de: Genieß den Tag!
en: Enjoy your day!
es: ¡Disfruta del día!

source: Ny cykel
de: Neues Fahrrad
en: New bike
es: Bici nueva

source: Ny familjemedlem
de: Neues Familienmitglied
en: New family member
es: Nuevo miembro de la familia

source: Ny stjärna! ⭐
de: Neuer Stern! ⭐
en: New star! ⭐
es: ¡Nueva estrella! ⭐

source: Ny syssla
de: Neue Aufgabe
en: New chore
es: Nueva tarea

source: Ny syssla – %@
de: Neue Aufgabe – %@
en: New chore – %@
es: Nueva tarea – %@

source: Ny återkommande syssla
de: Neue wiederkehrende Aufgabe
en: New repeating chore
es: Nueva tarea que se repite

source: Nytt lösenord
de: Neues Passwort
en: New password
es: Nueva contraseña

source: När
de: Wann
en: When
es: Cuándo

source: Nästa utbetalning: %@.
de: Nächste Auszahlung: %@.
en: Next payment: %@.
es: Próximo pago: %@.

source: Nästa utbetalning: idag.
de: Nächste Auszahlung: heute.
en: Next payment: today.
es: Próximo pago: hoy.

source: Nästa: %@
de: Als Nächstes: %@
en: Next: %@
es: Siguiente: %@

source: Något annat använder kanske kameran just nu. Försök igen, eller skriv in koden för hand.
de: Vielleicht nutzt gerade etwas anderes die Kamera. Versuche es noch einmal oder gib den Code von Hand ein.
en: Something else may be using the camera right now. Try again, or type the code in by hand.
es: Puede que otra cosa esté usando la cámara ahora mismo. Inténtalo de nuevo o escribe el código a mano.

source: Något gick fel hos servern. Försök igen om en stund.
de: Auf dem Server ist etwas schiefgelaufen. Versuche es gleich noch einmal.
en: Something went wrong on the server. Try again in a moment.
es: Algo ha fallado en el servidor. Inténtalo de nuevo en un momento.

source: Något gick fel. Försök igen.
de: Etwas ist schiefgelaufen. Versuche es noch einmal.
en: Something went wrong. Try again.
es: Algo ha fallado. Inténtalo de nuevo.

source: Obegränsat antal barn och sysslor
de: Unbegrenzt viele Kinder und Aufgaben
en: Unlimited kids and chores
es: Niños y tareas ilimitados

source: Om adressen finns hos oss har vi skickat en länk dit. Den gäller i en timme. Titta i skräpposten om den inte dyker upp.
de: Falls wir die Adresse kennen, haben wir einen Link dorthin geschickt. Er gilt eine Stunde. Schau im Spam-Ordner nach, falls er nicht ankommt.
en: If we have that address, we've sent a link to it. It's valid for one hour. Check your spam folder if it doesn't show up.
es: Si tenemos esa dirección, te hemos enviado un enlace. Es válido durante una hora. Mira en la carpeta de spam si no aparece.

source: Ordning på rummet
de: Ordnung im Zimmer
en: Tidy room
es: Cuarto ordenado

source: Orm
de: Schlange
en: Snake
es: Serpiente

source: Packa skolväskan
de: Schulranzen packen
en: Pack the school bag
es: Preparar la mochila

source: Panter
de: Panther
en: Panther
es: Pantera

source: Pengar
de: Geld
en: Money
es: Dinero

source: Pingvin
de: Pinguin
en: Penguin
es: Pingüino

source: Plocka leksaker i mitt rum
de: Spielzeug in meinem Zimmer aufräumen
en: Tidy up the toys in my room
es: Recoger los juguetes de mi cuarto

source: Plocka undan efter mellis
de: Nach dem Snack aufräumen
en: Clear up after snack time
es: Recoger después de merendar

source: Plånbok
de: Geldbörse
en: Wallet
es: Monedero

source: Plånbok med sparmål
de: Geldbörse mit Sparzielen
en: Wallet with savings goals
es: Monedero con metas de ahorro

source: Prenumeration
de: Abo
en: Subscription
es: Suscripción

source: Prenumerationen är inte tillgänglig just nu. Försök igen senare.
de: Das Abo ist gerade nicht verfügbar. Versuche es später noch einmal.
en: The subscription isn't available right now. Try again later.
es: La suscripción no está disponible ahora mismo. Inténtalo más tarde.

source: Provperioden har gått ut
de: Die Testphase ist abgelaufen
en: The free trial has ended
es: La prueba gratuita ha terminado

source: Provperioden har gått ut. Barnens sysslor och djur fungerar som vanligt, men för att lägga till eller ändra behöver familjen en prenumeration.
de: Die Testphase ist abgelaufen. Die Aufgaben und Tiere der Kinder funktionieren ganz normal, aber zum Hinzufügen oder Ändern braucht die Familie ein Abo.
en: The free trial has ended. The kids' chores and pets keep working as usual, but the family needs a subscription to add or change things.
es: La prueba gratuita ha terminado. Las tareas y mascotas de los niños siguen funcionando, pero para añadir o cambiar cosas la familia necesita una suscripción.

source: Provperioden har gått ut. Förnya för att lägga till eller ändra.
de: Die Testphase ist abgelaufen. Verlängere, um etwas hinzuzufügen oder zu ändern.
en: The free trial has ended. Renew to add or change things.
es: La prueba gratuita ha terminado. Renueva para añadir o cambiar cosas.

source: Provperioden slutar idag
de: Die Testphase endet heute
en: The free trial ends today
es: La prueba gratuita termina hoy

source: På äventyr
de: Auf Abenteuer
en: On an adventure
es: De aventura

source: På äventyr · %@
de: Auf Abenteuer · %@
en: On an adventure · %@
es: De aventura · %@

source: QR-koden gick att läsa, men den innehöll ingen kod till en familj. Kolla att det är rätt kod på skärmen och försök igen.
de: Der QR-Code wurde gelesen, enthielt aber keinen Familiencode. Prüfe, ob es der richtige Code auf dem Bildschirm ist, und versuche es noch einmal.
en: The QR code could be read, but it didn't contain a family code. Check it's the right code on the screen and try again.
es: Se ha podido leer el código QR, pero no contenía ningún código de familia. Comprueba que es el código correcto e inténtalo de nuevo.

source: Redigera syssla
de: Aufgabe bearbeiten
en: Edit chore
es: Editar tarea

source: Registrera
de: Registrieren
en: Register
es: Registrar

source: Registrera dig som förälder och bjud in dina barn
de: Registriere dich als Elternteil und lade deine Kinder ein
en: Sign up as a parent and invite your kids
es: Regístrate como padre o madre e invita a tus hijos

source: Registrera köp
de: Einkauf eintragen
en: Register purchase
es: Registrar compra

source: Rikta kameran mot koden på förälderns skärm
de: Richte die Kamera auf den Code auf dem Bildschirm der Eltern
en: Point the camera at the code on the parent's screen
es: Apunta la cámara al código de la pantalla del padre o la madre

source: Saldo
de: Kontostand
en: Balance

source: Samma belopp varje månad
de: Jeden Monat der gleiche Betrag
en: The same amount every month
es: El mismo importe cada mes

source: Samma belopp varje vecka
de: Jede Woche der gleiche Betrag
en: The same amount every week
es: El mismo importe cada semana

source: Sedan kostar KidQuest 29 kr per månad för hela familjen.
de: Danach kostet KidQuest einen kleinen Monatsbeitrag für die ganze Familie.
en: After that, KidQuest is a small monthly fee for the whole family.
es: Después, KidQuest cuesta una pequeña cuota mensual para toda la familia.

source: Senaste transaktioner
de: Letzte Buchungen
en: Recent transactions
es: Últimos movimientos

source: Sengångare
de: Faultier
en: Sloth
es: Perezoso

source: Skanna QR-kod
de: QR-Code scannen
en: Scan QR code
es: Escanear código QR

source: Skanna QR‑kod
de: QR-Code scannen
en: Scan QR code
es: Escanear código QR

source: Skanna igen
de: Nochmal scannen
en: Scan again
es: Volver a escanear

source: Skapa en ny familj
de: Neue Familie erstellen
en: Create a new family
es: Crear una familia nueva

source: Skapa familj
de: Familie erstellen
en: Create family
es: Crear familia

source: Skapa sparmål
de: Sparziel erstellen
en: Create savings goal
es: Crear meta de ahorro

source: Skapar familj...
de: Familie wird erstellt ...
en: Creating family...
es: Creando familia...

source: Skapar…
de: Wird erstellt …
en: Creating…
es: Creando…

source: Skicka
de: Senden
en: Send
es: Enviar

source: Skicka djuret på äventyr för att hitta fler.
de: Schick dein Tier auf ein Abenteuer, um mehr zu finden.
en: Send your pet on an adventure to find more.
es: Envía a tu mascota de aventura para encontrar más.

source: Skicka länk
de: Link senden
en: Send link
es: Enviar enlace

source: Skicka på äventyr
de: Auf Abenteuer schicken
en: Send on an adventure
es: Enviar de aventura

source: Skickar…
de: Wird gesendet …
en: Sending…
es: Enviando…

source: Skogen
de: Der Wald
en: The Forest
es: El bosque

source: Skriv %@ för att bekräfta:
de: Gib %@ ein, um zu bestätigen:
en: Type %@ to confirm:
es: Escribe %@ para confirmar:

source: Skriv din e‑postadress så skickar vi en länk för att välja ett nytt lösenord.
de: Gib deine E-Mail-Adresse ein, dann schicken wir dir einen Link, um ein neues Passwort festzulegen.
en: Enter your email address and we'll send you a link to choose a new password.
es: Escribe tu correo y te enviaremos un enlace para elegir una contraseña nueva.

source: Skriv in koden
de: Code eingeben
en: Type in the code
es: Escribir el código

source: Skriv koden
de: Gib den Code ein
en: Enter the code
es: Escribe el código

source: Skräpkoll hemma
de: Aufräum-Check zu Hause
en: Tidy-up check at home
es: Revisar el desorden en casa

source: Skärm efter uppgifter
de: Bildschirmzeit nach den Aufgaben
en: Screen time after chores
es: Pantallas después de las tareas

source: Snabbval
de: Schnellauswahl
en: Quick picks
es: Selección rápida

source: Snöleopard
de: Schneeleopard
en: Snow leopard
es: Leopardo de las nieves

source: Snöstigen
de: Der Schneepfad
en: The Snowy Path
es: El sendero nevado

source: Spara
de: Speichern
en: Save
es: Guardar

source: Spara %@ i samlingen
de: %@ in der Sammlung speichern
en: Save %@ to the collection
es: Guardar a %@ en la colección

source: Spara lösenord
de: Passwort speichern
en: Save password
es: Guardar contraseña

source: Spara namn
de: Name speichern
en: Save name
es: Guardar nombre

source: Sparar…
de: Wird gespeichert …
en: Saving…
es: Guardando…

source: Sparmål
de: Sparziele
en: Savings goals
es: Metas de ahorro

source: Spindel
de: Spinne
en: Spider
es: Araña

source: Språk
de: Sprache
en: Language
es: Idioma

source: Språk och valuta
de: Sprache und Währung
en: Language and currency
es: Idioma y moneda

source: Starta om appen för att byta språk.
de: Starte die App neu, um die Sprache zu wechseln.
en: Restart the app to switch language.
es: Reinicia la app para cambiar de idioma.

source: Startar kameran…
de: Kamera wird gestartet …
en: Starting camera…
es: Iniciando la cámara…

source: Städa lekrum
de: Spielzimmer aufräumen
en: Tidy the playroom
es: Ordenar el cuarto de juegos

source: Städa lekrummet
de: Das Spielzimmer aufräumen
en: Tidy the playroom
es: Ordenar el cuarto de juegos

source: Städa sovrum
de: Schlafzimmer aufräumen
en: Tidy the bedroom
es: Ordenar el dormitorio

source: Ställ undan disk
de: Geschirr wegräumen
en: Put away dishes
es: Recoger los platos

source: Ställ undan min disk
de: Mein Geschirr wegräumen
en: Put away my dishes
es: Recoger mis platos

source: Stäng
de: Schließen
en: Close
es: Cerrar

source: Stäng av
de: Ausschalten
en: Turn off
es: Desactivar

source: Stäng av automatisk utbetalning
de: Automatisches Taschengeld ausschalten
en: Turn off automatic allowance
es: Desactivar la paga automática

source: Stäng av?
de: Ausschalten?
en: Turn off?
es: ¿Desactivar?

source: Stäng meddelandet
de: Nachricht schließen
en: Close message
es: Cerrar mensaje

source: Surikat
de: Erdmännchen
en: Meerkat
es: Suricata

source: Sysslor, avklaranden, XP, djur och plånbokshistorik försvinner med medlemmen. Det går inte att ångra.
de: Aufgaben, Erledigungen, XP, Tiere und der Geldbörsen-Verlauf werden mit dem Mitglied gelöscht. Das kann nicht rückgängig gemacht werden.
en: Chores, completions, XP, pets and wallet history go with the member. This can't be undone.
es: Las tareas, lo completado, los XP, las mascotas y el historial del monedero se eliminan con el miembro. No se puede deshacer.

source: Sällsynta
de: Selten
en: Rare
es: Raros

source: Sätt ett nytt lösenord för ditt eget konto.
de: Lege ein neues Passwort für dein eigenes Konto fest.
en: Set a new password for your own account.
es: Pon una contraseña nueva para tu propia cuenta.
